Repository: yogeshbhagatcode/ecommerce_folder
Catalog: ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your basket couldn't be updated. Please correct any validation errors below.
fr: Votre panier n'a pu être mis à jour. Veuillez corriger les erreurs de validation ci-dessous.

source: You have already added coupon code '{code}' to your basket.
fr: Vous avez déjà ajouté un coupon promotionnel '{code}' à votre panier.

source: Coupon code '{code}' does not exist.
fr: Le coupon '{code}' n'existe pas.

source: No coupon found with id '%s'
fr: Aucun code promotionnel avec id '%s'

source: Coupon code '%s' was removed from your basket.
fr: Le code promotionnel '%s' a été retiré de votre panier.

source: Last date/time on which this product can be purchased.
fr: Dernière date / heure à laquelle ce produit peut être acheté.

source: Username
fr: Nom d'utilisateur

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
fr: {link_start}Remboursement #{refund_id}{link_end} créé!Cliquez {link_start}ici{link_end} pour le voir.

source: A refund cannot be created for these lines. They may have already been refunded.
fr: Un remboursement ne peut être créé pour ces lignes de commande. Elles ont peut-être déjà été remboursées.

source: Refunds Dashboard
fr: Tableau de bord des remboursements

source: Refund ID
fr: ID de remboursement

source: Status
fr: Statut

source: Failed to retrieve enrollment data.
fr: Impossible de récupérer les données d'inscriptions.

source: Day 3
fr: Jour 3

source: Day 10
fr: Jour 10

source: Day 19
fr: Jour 19

source: Assign
fr: Assigné

source: Remind
fr: Rappeler

source: Revoke
fr: Révoquer

source: Automatic
fr: Automatique

source: Manual
fr: Manuel

source: Course Catalog ID from the Discovery Service.
fr: Identification du catalogue de cours à partir du service Discovery.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
fr: UUID pour un EnterpriseCustomerCatalog à partir du service Enterprise.

source: EnterpriseCustomer Name
fr: Nom EnterpriseCustomer

source: EnterpriseCustomerCatalog UUID
fr: UUID EnterpriseCustomerCatalog

source: Program UUID
fr: Programme UUID

source: Email to user pending.
fr: Courriel à l'utilisateur en attente.

source: Code successfully assigned to user.
fr: Code attribué avec succès à l'utilisateur.

source: Code has been redeemed by user.
fr: Le code a été utilisé par l'utilisateur.

source: Email to user bounced.
fr: L'e-mail à l'utilisateur a été rejeté.

source: Code has been revoked for this user.
fr: Le code a été révoqué pour cet utilisateur.

source: Make a particular template version active.
fr: Activer une version de gabarit.

source: Email has been sent.
fr: Le courriel a été envoyé.

source: This user should receive email
fr: Cet utilisateur devrait recevoir un courriel

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
fr: L'administration des commandes a été désactivée en raison de la charge sur la base de données. Cette fonctionnalité peut être restaurée en activant la Waffle switch {switch_name}. Soyez prudent lorsque vous réactivez cette switch!

source: %d%% discount for manual course enrollment order
fr: %d%% remise pour ordre d'inscription manuelle dans un cours

source: Payment Processor
fr: Processeur de paiement

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
fr: Il est prévu que les numéros de commande bloqués dans l'état d'erreur d'exécution seront fournis dans un format de fichier txt, à raison d'un par ligne.

source: Click 'Save and Continue Editing' to add stock records
fr: Cliquez sur 'Enregistrer et continuer édition' pour ajouter au registre des stocks

source: Partner
fr: Partenaire

source: Partners
fr: Partenaires

source: We don't support the payment option you selected.
fr: L'option de paiement que vous avez choisie n'est pas disponible.

source: Choose country
fr: Choisissez un pays

source: {label} (required)
fr: {label} (requis)

source: Organization (required)
fr: Organisation (requis)

source: I am purchasing on behalf of my employer or other professional organization
fr: J'achète pour le compte de mon employeur ou d'une autre organisation professionnelle

source: There was a problem retrieving your basket. Refresh the page to try again.
fr: Il y a eu un problème lors de la récupération de votre panier. Rafraîchissez la page afin d'essayer de nouveau.

source: First Name (required)
fr: Prénom (requis)

source: Last Name (required)
fr: Prénom (requis)

source: Address (required)
fr: Adresse (requise)

source: Suite/Apartment Number
fr: Numéro de suite / appartement

source: City (required)
fr: Ville (requis)

source: State/Province
fr: Etat/Province

source: Zip/Postal Code
fr: Code Postal

source: Country (required)
fr: Pays (requis)

source: This field is required.
fr: Ce champ est requis.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
fr: Les codes postaux pour les USA et le Canada sont limités à (9) caractères.

source: Transaction ID
fr: ID de transaction

source: Payment Processor Response
fr: Réponse du processeur de paiement

source: Payment Processor Responses
fr: Réponses du processeur de paiement

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
fr: Nombre de tentatives d'échec des actions du client Paypal (par exemple, création de paiement, exécution de paiement)

source: More than 10 digits before the decimal not allowed for fixed value.
fr: Plus de 10 chiffres avant la décimale non autorisés pour une valeur fixe.

source: More than 2 digits after the decimal not allowed for fixed value.
fr: Plus de 2 chiffres après la décimale ne sont pas autorisés pour une valeur fixe.

source: Percentage greater than 100 not allowed.
fr: Pourcentage supérieur à 100 non autorisé.

source: transaction declined
fr: transaction refusée

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
fr: L'administration des remboursements a été désactivée en raison de la charge sur la base de données. Cette fonctionnalité peut être restaurée en activant la Waffle switch {switch_name}. Soyez prudent lorsque vous réactivez cette switch!

source: Order
fr: Commande

source: User
fr: Utilisateur

source: Total Credit (excl. tax)
fr: Crédit total (Hors Taxes)

source: Currency
fr: Devise

source: Refund
fr: Remboursement

source: Order Line
fr: Ligne de commande

source: Line Credit (excl. tax)
fr: Ligne de remboursement (excluant les taxes)

source: Quantity
fr: Quantité

source: Can be used once by one customer
fr: Peut être utilisé une fois par un client

source: Can be used multiple times by multiple customers
fr: Peut être utilisé plusieurs fois par plusieurs clients

source: Can only be used once per customer
fr: Ne peut être utilisé qu'une fois par client

source: Can be used multiple times by one customer
fr: Peut être utilisé plusieurs fois par un client

source: Usage
fr: Utilisation

source: Is Public Code Batch
fr: Est un lot de code public

source: Should this code batch be public or private for assignment.
fr: Ce lot de code doit-il être public ou privé pour l'attribution.

source: This voucher is assigned to another user.
fr: Ce bon est attribué à un autre utilisateur.

source: Redeemed
fr: Réclamé

source: Discount
fr: Remise

source: Enrollment
fr: Inscriptions

source: Inactive
fr: Inactif

source: Catalog Query
fr: Requête de catalogue

source: Redeemed For Course IDs
fr: Rachetées pour les ID de cours

source: Redeemed For Course ID
fr: Réclamés pour Cours ID

source: Active
fr: Actif

source: This row applies to all vouchers
fr: Cette ligne s'applique à tous les bons

source: Category
fr: Catégorie

source: Coupon Expiry Date
fr: Date d'expiration du code promo

source: Coupon Name
fr: Nom du coupon

source: Coupon Start Date
fr: Date de début du coupon

source: Coupon Type
fr: Type de coupon

source: Create Date
fr: Date de création

source: Discount Percentage
fr: Pourcentage de remise

source: Discount Amount
fr: Montant de la remise

source: Email Domains
fr: Domaines de courriels

source: Invoiced Amount
fr: Montant facturé

source: Price
fr: Prix

source: Course ID
fr: ID du cours

source: Organization
fr: Organisation

source: Course Seat Types
fr: Types de places de cours

source: Maximum Coupon Usage
fr: Utilisation maximale du code promo

source: Redemption Count
fr: Nombre de réclamations

source: Order Number
fr: Numéro de commande

source: Redeemed By Username
fr: Réclamations par nom d'utilisateur

source: Range for coupon [{coupon_id}]
fr: Portée pour le code promo [{coupon_id}]

source: Coupon Report for {coupon_name}
fr: Rapport de coupon pour {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
fr: Impossible de trouver un enregistrement correspondant pour le coupon, téléchargement du rapport annulé.

source: Not Paid
fr: Non payé

source: Paid
fr: Payé

source: Prepaid
fr: Pré-payé

source: Postpaid
fr: Post-payé

source: Bulk purchase
fr: Achat en lot

source: Not applicable
fr: Non-applicable

source: Fixed
fr: Corrigé

source: Management View
fr: Affichage de gestion

source: Refund Transactions
fr: Rembourser les transactions

source: {action} is not a valid action.
fr: {action} n'est pas une action valable.

source: {value}% program discount
fr: {value}% de réduction de programme

source: {value} fixed-price program discount
fr: {value} prix forfaitaire du programme

source: An offer already exists for this program.
fr: Une offre existe déjà pour ce programme.

source: {current_date} Discount for the {program_title} {program_type} Program
fr: {current_date} Remise pour le programme {program_title} {program_type}

source: Edit Program Offer: %(program_title)s
fr: Éditer l'offre de programme : %(program_title)s

source: Create Program Offer
fr: Créer une offre de programme

source: Program Offers
fr: Offres de programmes

source: Edit Program Offer
fr: Éditer l'offre de programme

source: %(platform_name)s Program Offer Administration Tool
fr: Outil d'administration des offres de programme %(platform_name)s

source: Current program offers
fr: Offres actuelles de programmes

source: Program Title
fr: Titre du programme

source: Program offer updated!
fr: Offre de programme mise à jour!

source: Program offer created!
fr: Offre de programme créée!

source: Affiliate ID
fr: ID de l'affilié

source: UTM Source
fr: Source UTM

source: UTM Medium
fr: Médium UTM

source: UTM Campaign
fr: Campagne UTM

source: UTM Term
fr: Terme UTM

source: UTM Content
fr: Contenu UTM

source: UTM Created At
fr: UTM créé à

source: Dashboard
fr: Tableau de bord

source: Products
fr: Produits

source: Product Types
fr: Types de produits

source: Categories
fr: Catégories

source: Ranges
fr: Intervalles

source: Low stock alerts
fr: Alertes stock faible

source: Fulfillment
fr: Exécution

source: Orders
fr: Commandes

source: Statistics
fr: Statistiques

source: Refunds
fr: Remboursements

source: Customers
fr: Clients

source: Stock alert requests
fr: Demandes d'alerte de stock

source: Offers
fr: Offres

source: Vouchers
fr: Coupons

source: Reports
fr: Rapports

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Spanish (Latin American)
fr: Espagnol (Amérique Latine)

source: Build
fr: Développement

source: Redeem
fr: Réclamer

source: Coupon Codes
fr: Codes des coupons

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
fr: Obtenez une attestation dans l'un de nos cours les plus populaires pour faire avancer votre carrière, mettre en valeur vos réalisations ou améliorer vos demandes d'admissions.

source: Why buy a verified certificate?
fr: Pourquoi acheter une attestation vérifiée?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
fr: Un certificat web confirme que l'utilisateur a terminé le cours à une date donnée. Le certificat contient le logo d'edX, ainsi que les signatures de membres du corps professoral participant au cours.Il y a aussi une URL qui peut être utilisé pour vérifier l'authenticité de l'attestation.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
fr: Un certificat vérifié démontre aux futurs employeurs que vous avez maîtrisé le cours.

source: The certificate is officially signed and stamped by the institution that offers the course.
fr: Un certificat est officiellement signée et estampillée par l'institution qui offre le cours.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
fr: Vous êtes douze fois plus susceptibles de terminer le cours si vous travaillez en vue d'une attestation vérifiée.

source: Courses
fr: Cours

source: %(platform_name)s Course Administration Tool
fr: Outil d'administration du cours %(platform_name)s

source: Student Dashboard
fr: Tableau de bord étudiant

source: Course Admin Tool
fr: Outil d'administration de cours

source: E-Commerce Dashboard
fr: Tableau de bord E-Commerce

source: Sign Out
fr: Se déconnecter

source: Receipt for %(order_number)s
fr: Reçu pour %(order_number)s

source: Thank you for your order!
fr: Nous vous remercions de votre commande!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
fr: Votre commande est complète. Vous recevrez un message de confirmation et vos code(s) d'inscriptions au {link_start}{email}{link_end}. Si vous avez besoin d'un reçu, vous pouvez imprimer cette page.

source: Order Number:
fr: Numéro de commande :

source: Payment Method:
fr: Méthode de paiement :

source: Order Date:
fr: Date de commande :

source: Order Information
fr: Information sur la commande

source: Item Price
fr: Prix de l'item

source: Quantity:
fr: Quantité :

source: Item Price:
fr: Prix de l'item :

source: Subtotal
fr: Sous-total

source: Discount of type %(type)s provided by %(enterprise_name)s
fr: Rabais de type %(type)s fourni par %(enterprise_name)s

source: Discount for your first upgrade
fr: Rabais pour votre première mise-à-jour

source: Discount of type %(type)s is provided.
fr: Rabais de type %(type)s fourni.

source: Courtesy of %(enterprise_name)s.
fr: Courtoisie de %(enterprise_name)s.

source: Get Your Course Credit
fr: Obtenez vos crédits de cours

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
fr: Pour recevoir un crédit académique pour ce cours, vous devez faire une demande de crédit auprès de l'organisation qui offre le crédit. Vous pouvez trouver un lien vers le site Web de l'organisation sur votre {link_start}{lms_dashboard_url}{link_middle}tableau de bord{link_end}, près du nom du cours..

source: Go to dashboard
fr: Aller au tableau de bord

source: Find more courses
fr: Trouver d'autres cours

source: Order Not Found
fr: Commande non trouvée

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
fr: Impossible de trouver la commande spécifiée. Assurez-vous que l'URL est correct et réessayez.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
fr: Vous pouvez également consulter vos commandes précédentes sur la page {link_start}{order_history_url}{link_middle}{link_end}Paramètres du compte{link_end}

source: Select
fr: Sélectionnez

source: Credits:
fr: Crédits:

source: Price:
fr: Prix:

source: Learn more about %(display_name)s credit?
fr: En savoir plus sur les crédits %(display_name)s ?

source: Credit available until %(date)s
fr: Credit disponible jusqu'au %(date)s

source: Purchase Credit for %(course_name)s
fr: Achat de crédit pour %(course_name)s

source: Purchase Credit for %(course_name)s
fr: Achat de crédits pour %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
fr: Félicitations! Vous êtes éligible à l'achat d'un crédit de cours académique pour ce cours. YVous devez acheter ce crédit avant %(date)s. Sélectionnez une des institutions suivantes pour faire l'achat de votre crédit.

source: Price:
fr: Prix :

source: Discount:
fr: Rabais :

source: You deserve it.
fr: Vous le méritez.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
fr: Le travail est terminé - vous avez passé le cap! Maintenant obtenez le crédit que vous méritez pour commencer ou compléter un diplôme.

source: It's affordable.
fr: C'est abordable.

source: The credit offered through edX generally costs less than the same credit at most institutions.
fr: Le crédit offert par edX coûte généralement moins que le même crédit à la plupart des autres institutions.

source: It opens doors.
fr: Cela ouvre des portes.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
fr: Plusieurs des emplois les plus en demande aujourd'hui exigent un diplôme d'études collégiales. Engagez vous sur la voie du succès!

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
fr: Veuillez lire {link_start}notre FAQ pour voir les questions les plus fréquemment posées au sujet de nos attestations.{link_end}

source: You are enrolling in:
fr: Vous vous inscrivez à :

source: An email has been sent to %(user_email)s with a link for you to activate your account.
fr: Un email a été envoyé à %(user_email)s avec un lien pour activer votre compte.

source: Why activate?
fr: Pourquoi activer?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
fr: Nous vous demandons d'activer votre compte pour nous assurer que c'est bien vous qui créez le compte et afin de prévenir la fraude.

source: If you need assistance, contact edX support.
fr: Si vous avez besoin d'aide, contactez le support edX.

source: Enterprise Coupons
fr: Coupons d'entreprise

source: Toggle navigation
fr: Basculer la navigation

source: Dashboard for:
fr: Tableau de bord pour :

source: Toggle Dropdown
fr: Basculer la liste déroulante

source: Login
fr: Connexion

source: E-Commerce Course Administration
fr: Administration E-Commerce des Cours

source: E-Commerce Coupon Administration
fr: Administration E-Commerce des Coupons

source: E-Commerce Program Offers Administration
fr: Administration E-Commerce des Offres de Programmes

source: Your basket is empty
fr: Votre panier est vide

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
fr: Si vous avez tenté de faire un achat, vous n'avez pas été facturé. Retournez à votre {link_start}{link_middle}{homepage_url}tableau de bord{link_end} pour essayer de nouveau, ou {link_start}{homepage_url}{link_middle}contacter le Support {platform_name}{link_end}.

source: Your basket is now empty
fr: Votre panier est maintenant vide

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
fr: {strong_start}Nous avons mis à jour votre quantité.{strong_end} {paragraph_start}Votre panier comprend {num_items} des codes d'inscriptions pour un coût total de {total}, que vous recevrez pas courriel.{paragraph_end}

source: View basket
fr: Voir le panier

source: Checkout now
fr: Passer à la caisse

source: Applying...
fr: Appliquant...

source: Apply
fr: Appliquer

source: in your cart
fr: dans votre panier

source: Your purchase contains the following
fr: Votre achat contient les éléments suivants

source: Updating...
fr: Mise à jour...

source: Update
fr: Mettre à jour

source: summary
fr: sommaire

source: Discounts applied
fr: Remises Appliquées:

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
fr: %(benefit)srabais fourni par %(enterprise_customer_name)s.

source: %(benefit)s%% discount for your first upgrade applied.
fr: %(benefit)s%% rabais pour votre première mise-à-jour appliqué.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
fr: Coupon promotionnel %(voucher_code)s appliqué pour %(total_benefit)s off

source: Remove coupon
fr: Supprimer un coupon

source: Add coupon code
fr: Ajouter un code promotionnel

source: order details
fr: détails de la commande

source: select payment method
fr: choisissez une méthode de paiement

source: Pay with a Credit Card
fr: Payer avec une carte de crédit

source: Pay with PayPal
fr: Payer avec PayPal

source: Pay with Apple Pay
fr: Payer avec Apple Pay

source: card holder information
fr: informations sur le détenteur de carte

source: billing information
fr: détails de facturation

source: Credit cards
fr: Cartes de crédit

source: Card Number (required)
fr: Numéro de la carte (requis)

source: Secure
fr: Sécurisé

source: Credit card icon
fr: Icône de la carte de crédit

source: Security Code (required)
fr: Code de sécurité (requis)

source: Help with CVV
fr: Aide avec le CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
fr: Les trois derniers chiffres dans le champ de signature au dos de votre carte. Pour American Express, ce sont les quatre chiffres à l'avant de la carte.

source: Expiration (required)
fr: Date d'expiration (requis)

source: Month
fr: Mois

source: Year
fr: Année

source: Place Order
fr: Placer une commande

source: Earn a valuable certificate to showcase the skills you learn in
fr: Obtenez une attestation pour mettre en valeur les compétences que vous avez apprises dans

source: Coupon code %(voucher_code)s applied
fr: Code promotionnel %(voucher_code)s appliqué

source: Apply a coupon code
fr: Appliquer un code promo

source: Checkout with %(title)s
fr: Payer avec %(title)s

source: Checkout
fr: Payer

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
fr: {strong_start}Note:{strong_end} Pour compléter votre inscription, sélectionnez Payer or Payer avec PayPal..

source: Have questions?
fr: Avez-vous des questions ?

source: Please read our FAQs to view common questions about our certificates.
fr: S'il vous plaît lire nos FAQ pour voir les questions fréquemment posées au sujet de nos attestations.

source: %(seat_type)s Certificate
fr: %(seat_type)s Attestation

source: Checkout Cancelled
fr: Commande annulée
