Repository: yogeshbhagatcode/ecommerce_folder
Catalog: ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar_sa, it_it

source: This field is required.
ar_sa: هذا الحقل مطلوب
it_it: Questo campo è obbligatorio.

source: This value must be a number.
ar_sa: يجب أن تكون هذه القيمة رقمًا
it_it: Il valore deve essere numerico.

source: This value must be a date.
ar_sa: يجب أن تكون هذه القيمة تاريخًا
it_it: Il valore deve essere una data.

source: At least one seat type must be selected.
ar_sa: يجب اختيار نوع مقعد واحد على الأقل
it_it: È necessario selezionare almeno una tipologia di posto.

source: This field must be empty or contain 1-16 alphanumeric characters.
ar_sa: يجب أن يكون هذا الحقل فارغًا أو يحتوى على القيم العددية 1-16
it_it: Questo campo deve essere vuoto o contenere 1-16 caratteri alfanumerici.

source: Email domain {%s} is invalid.
it_it: Il dominio email {%s} non è valido.

source: Must occur after start date
ar_sa: يجب أن يكون بعد بدء تاريخ الاستحقاق
it_it: Deve essere successivo alla data di inizio

source: Max uses for multi-use coupons must be higher than 2.
ar_sa: قيمة الحد الأعلى لاستخدام القسائم متعددة-الاستخدام يجب أن يكون أكثر من 2.
it_it: Il numero massimo di utilizzi per i coupon multiuso deve essere superiore a 2.

source: Must occur before end date
ar_sa: يجب أن يكون قبل انتهاء تاريخ الاستحقاق
it_it: Deve essere precedente alla data di fine

source: A valid course ID is required
ar_sa: معرف المساق الصحيح مطلوب.
it_it: È obbligatorio riportare un ID corso valido

source: A valid Program UUID is required.
ar_sa: معرف البرنامج الصحيح مطلوب.
it_it: È obbligatorio riportare un UUID corso valido

source: You must select a course type.
ar_sa: يجب أن تختار نوع المساق
it_it: È necessario selezionare un tipo di corso.

source: You must choose if an honor seat should be created.
ar_sa: يجب أن تختار ما عند الرغبة في إنشاء مقعد شرف
it_it: Indicare se deve essere creato un posto d'onore.

source: The verification deadline must occur AFTER the upgrade deadline.
ar_sa: يجب أن يكون الموعد النهائي للتأكيد بعد الموعد النهائي للترقية
it_it: La scadenza della verifica deve avvenire DOPO la scadenza dell'upgrade.

source: Product validation failed.
ar_sa: تعذر التحقق من المنتج
it_it: Convalida del prodotto non riuscita.

source: Course ID
ar_sa: الرقم التعريفي للمساق
it_it: ID del corso

source: Course Name
ar_sa: اسم المساق
it_it: Nome Corso

source: Course Type
ar_sa: نوع المساق
it_it: Tipo di corso

source: Verification Deadline
ar_sa: الموعد النهائي للتحقّق
it_it: Verifica del termine

source: Include Honor Seat
ar_sa: تضمين مقعد الشرف
it_it: Includi posto d'onore

source: All course seats must have a price.
ar_sa: يجب أن تحوي جميع المقاعد السعر
it_it: Tutti i posti del corso devono avere un prezzo.

source: Verified seats must have an upgrade deadline.
ar_sa: يجب أن يكون للمقاعد المؤكدة موعد نهائي للترقية
it_it: I posti verificati devono avere una scadenza per l'upgrade.

source: The upgrade deadline must occur BEFORE the verification deadline.
ar_sa: يجب أن يكون الموعد النهائي للترقية قبل الموعد النهائي للتأكيد
it_it: La scadenza per l'upgrade deve avvenire PRIMA della scadenza per la verifica.

source: Verified
ar_sa: موثَّقة
it_it: Verificato

source: Professional
ar_sa: مهني
it_it: Professionale

source: Honor
ar_sa: منح
it_it: Onore

source: Audit
ar_sa: مستمع
it_it: Revisione

source: Verified Certificate
ar_sa: الشهادة الموثّقة
it_it: Certificato Verificato

source: Professional Certificate
ar_sa: شهادة مهنية
it_it: Certificato professionale

source: Honor Certificate
ar_sa: ميثاق الشرف
it_it: Certificato d'onore

source: No Certificate
ar_sa: لا توجد شهادة
it_it: Nessun certificato

source: All credit seats must have a credit provider.
ar_sa: جميع بطاقات الائتمان يجب أن ترتبط بمزود خدمة.
it_it: Tutti i posti per credito devono avere un fornitore del credito.

source: Please select a valid credit provider.
ar_sa: فضلًا اختر مزود خدمة ائتمان صالح
it_it: Selezionare un fornitore valido del credito.

source: All credit seats must designate a number of credit hours.
it_it: Tutti i posti per credito devono definire un numero di ore di credito.

source: This value must be a valid email.
ar_sa: يجب أن تكون هذه القيمة عنوان بريد إلكتروني صحيح
it_it: Questo valore deve essere un indirizzo email valido.

source: Problem occurred during checkout. Please contact support.
ar_sa: حدثت مشكلة أثناء عملية إتمام الطلب، يرجى الاتصال بالدعم
it_it: Si è verificato un problema durante il pagamento. Contattare il supporto.

source: This field is required
ar_sa: هذا الحقل مطلوب
it_it: Questo campo è obbligatorio

source: Invalid card number
ar_sa: رقم البطاقة غير صحيح
it_it: Numero carta non valido

source: Unsupported card type
ar_sa: نوع بطاقة غير مدعوم
it_it: Tipo di carta non supportato

source: Invalid security number
ar_sa: رمز أمان غير صحيح
it_it: Numero di sicurezza non valido

source: Invalid month
ar_sa: قيمة الشهر غير صحيحة
it_it: Mese non valido

source: Invalid year
ar_sa: قيمة السنة غير صحيحة
it_it: Anno non valido

source: Card expired
ar_sa: بطاقة منتهية الصلاحية
it_it: Carta scaduta

source: State/Province (required)
ar_sa: الولاية / المنطقة (مطلوب)
it_it: Stato/Provincia (obbligatorio)

source: Create New Coupon
ar_sa: إنشاء قسيمة جديدة
it_it: Crea nuovo coupon

source: View Coupon
ar_sa: عرض القسيمة
it_it: Visualizza coupon

source: Edit Coupon
ar_sa: تحرير القسيمة
it_it: Modifica coupon

source: Coupon Codes
ar_sa: رموز القسيمة
it_it: Codici coupon

source: Create New Course
ar_sa: إنشاء مساق جديد
it_it: Crea nuovo corso

source: View Course
ar_sa: استعراض المساق
it_it: Vedi il Corso

source: Edit Course
ar_sa: تحرير المساق
it_it: Modifica corso

source: Courses
ar_sa: المساقات
it_it: Corsi

source: Enterprise Coupon Codes
ar_sa: رموز قسيمة المجموعات
it_it: Codici coupon enterprise

source: Redeem
it_it: Riscatta

source: Caution! Using the back button on this page may cause you to be charged again.
ar_sa: تحذير! قد يؤدي النقر على زر العودة للخلف في هذه الصفحة إلى استقطاع الرسوم مرة أخرى منك.
it_it: Attenzione! L'utilizzo del pulsante Indietro in questa pagina potrebbe determinare un nuovo addebito.

source: Apple Pay is not available at this time. Please try another payment method.
ar_sa: لا تتوفر خدمة الدفع باستخدام Apple Pay في الوقت الحالي، يرجى اختيار وسيلة دفع أخرى
it_it: Apple Pay non è disponibile al momento. Provare con un altro metodo di pagamento.

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
ar_sa: حدث خطأ أثناء معالجة عملية الدفع، لم يتم استقطاع الرسوم منك. يرجى المحاولة مرة أخرى، زو اختيار وسيلة دفع أخرى.
it_it: Si è verificato un errore durante l'elaborazione del pagamento. Non è stato effettuato alcun addebito. Provare di nuovo o selezionare un altro metodo di pagamento.

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
ar_sa: حدث خطأ أثناء محاولة معالجة عملية الدفع، لم يتم استقطاع الرسوم منك. يرجي التحقق من تفاصيل الدفع والمحاولة مرة أخرى.
it_it: Si è verificato un errore durante l'elaborazione del pagamento. Non è stato effettuato alcun addebito. Controllare i dettagli del pagamento e riprovare.

source: An error occurred while processing your payment. Please try again.
ar_sa: حدث خطأ أثناء معالجة عملية الدفع، يرجى المحاولة مرة أخرى
it_it: Si è verificato un errore durante l'elaborazione del pagamento. Provare di nuovo.

source: Trailing comma not allowed.
it_it: Non è consentito utilizzare una virgola finale.

source: Can be used once by one customer
ar_sa: يمكن استخدامه مرة واحدة من قبل عميل واحد فقط
it_it: Può essere utilizzato una volta da un cliente

source: Can be used multiple times by multiple customers
ar_sa: يمكن استخدامه عدة مرات لأكثر من عميل
it_it: Può essere utilizzato più volte da più clienti

source: Can be used once by multiple customers
ar_sa: يمكن استخدامه مرة واحدة لأكثر من عميل
it_it: Può essere utilizzato una volta da più clienti

source: Enrollment Code
ar_sa: رمز التسجيل
it_it: Codice iscrizione

source: Discount Code
ar_sa: رمز التخفيض
it_it: Codice Sconto

source: Save Changes
ar_sa: حفّظ التغييرات
it_it: Salva Modifiche

source: Create Coupon
ar_sa: إنشاء قسيمة
it_it: Crea Coupon

source: Name
ar_sa: الاسم
it_it: Nome

source: Created
ar_sa: تم الإنشاء
it_it: Creato

source: Custom Code
ar_sa: تخصيص القسيمة
it_it: Codice personalizzato

source: Client
ar_sa: عميل
it_it: Cliente

source: Category
ar_sa: الفئة
it_it: Categoria

source: Coupon Report
ar_sa: تقرير القسيمة
it_it: Report del coupon

source: Search...
ar_sa: بحث...
it_it: Cerca...

source: Next
ar_sa: التلميح التالي
it_it: Prossimo

source: Previous
ar_sa: السابق
it_it: Precedente

source: Displaying _START_ to _END_ of _TOTAL_ coupons
ar_sa: عرض_بداية_إلى_نهاية_مجموع_القسائم
it_it: Visualizzazione da _START_ a _END_ su _TOTAL_ coupon

source: (filtered from _MAX_ total coupons)
ar_sa: (تصفية من _الأعلى_ مجموع القسائم)
it_it: (filtrato tra _MAX_ coupon totali)

source: Display _MENU_ coupons
ar_sa: عرض_قائمة_القسائم
it_it: Visualizza coupon _MENU_

source: Free (Audit)
ar_sa: مجانية (مراجعة)
it_it: Gratuito (Controllo)

source: Free audit track. No certificate.
ar_sa: مسار مراجعة مجاني. لاتوجد شهادة.
it_it: Traccia di controllo gratuita. Nessun certificato.

source: Verified and Audit
ar_sa: التحقق والمراجعة
it_it: Verificato e controllato

source: Paid certificate track with initial verification and Verified Certificate.
it_it: Traccia certificato a pagamento con verifica iniziale e Certificato Verificato.

source: Also includes the free audit track.
ar_sa: تشتمل أيضًا على مسار المراجعة المجاني.
it_it: Include anche traccia di controllo gratuita.

source: Verified Only
ar_sa: موثق فقط
it_it: Solo verificato

source: Professional Education
ar_sa: التعليم المهني
it_it: Formazione professionale

source: Paid certificate track with initial verification and Professional Education Certificate
it_it: Traccia certificato a pagamento con verifica iniziale e Certificato di Formazione Professionale.

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
it_it: Traccia certificato a pagamento con verifica iniziale e Certificato Verificato e con la possibilità di acquistare credito

source: Displaying _START_ to _END_ of _TOTAL_ courses
it_it: Visualizzazione da _START_ a _END_ su _TOTAL_ corsi

source: (filtered from _MAX_ total courses)
ar_sa: (تصفية من _الأعلى_ مجموع المساقات)
it_it: (filtrato tra _MAX_ corsi totali)

source: Display _MENU_ courses
ar_sa: عرض_قائمة_المساقات
it_it: Visualizza corsi _MENU_

source: Course
ar_sa: المساق
it_it: Corso

source: Last Edited
ar_sa: آخر تحرير
it_it: Ultima Modifica

source: Seat title
ar_sa: مسمى المقعد
it_it: Titolo posto

source: Seat type
ar_sa: نوع المقعد
it_it: Tipo di posto

source: Can be used multiple times by one customer
ar_sa: يمكن استخدامه عدة مرات لعميل واحد
it_it: Può essere utilizzato più volte da un cliente

source: Create and Add More
ar_sa: إنشاء وإضافة المزيد
it_it: Crea e Aggiungi altri

source: Status
ar_sa: الحالة
it_it: Stato

source: Enterprise Customer
ar_sa: مجموعات العملاء
it_it: Cliente Enterprise

source: Enterprise Customer Catalog
it_it: Catalogo Cliente Enterprise

source: A course with the specified ID already exists.
ar_sa: يوجد مساق بنفس الرمز التعريفي المحدد
it_it: Un corso con l'ID specificato esiste già.

source: Error!
ar_sa: خطأ
it_it: Errore!

source: Saving...
ar_sa: جاري الحفظ
it_it: Salvataggio in corso...

source: Please complete all required fields.
ar_sa: يرجى إكمال جميع الحقول المطلوبة
it_it: Completa tutti i campi richiesti.

source: An error occurred while saving the data.
ar_sa: حدث خطأ أثناء حفظ البيانات
it_it: Si è verificato un errore durante il salvataggio dei dati.

source: Ellipsis
it_it: Puntini di sospensione

source: Load the records for page
ar_sa: تنزيل تسجيلات الصفحة
it_it: Carica i record per la pagina

source: Load the records for the next page
ar_sa: تنزيل تسجيلات الصفحة التالية
it_it: Carica i record per la prossima pagina

source: Load the records for the previous page
ar_sa: تنزيل تسجيلات الصفحة السابقة
it_it: Carica i record per la pagina precedente

source: Select
ar_sa: اختيار
it_it: Selezionare

source: Selected
ar_sa: تم الاختيار
it_it: Selezionato

source: Order %(order_number)s has been fulfilled.
ar_sa: تم إتمام الطلب%(order_number)s
it_it: L'ordine %(order_number)s è stato evaso.

source: Failed to fulfill order %(order_number)s: %(error)s
ar_sa: فشل إتمام الطلب%(order_number)s: %(error)s
it_it: Evasione dell'ordine %(order_number)s non riuscita: %(error)s

source: Refund #%(refund_id)s has been processed.
ar_sa: تم الدفع#%(refund_id)s
it_it: Il rimborso n.%(refund_id)s è stato elaborato.

source: Error
ar_sa: خطأ
it_it: Errore

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
it_it: Impossibile elaborare il rimborso n.%(refund_id)s: %(error)s. Riprovare o contattare il Team di Sviluppo E-Commerce.

source: Credit
ar_sa: بطاقة الائتمان
