Repository: yogeshbhagatcode/ecommerce_folder
Catalog: ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
fr: Votre transaction a été annulée. Si vous pensez qu'une erreur s'est produite, contactez {start_link} {payment_support_email}{end_link}.

source: Checkout Error
fr: Erreur de caisse

source: An error has occurred with your payment.
fr: Une erreur s'est produite avec votre paiement.

source: You have not been charged.
fr: Vous n'avez pas été facturé.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
fr: S'il vous plaît essayez de soumettre votre paiement à nouveau. Si ce problème persiste, veuillez vous référer à notre {start_link} FAQ Paiements{end_link} pour des conseils de dépannage.

source: Payment Failed
fr: Paiement échoué

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
fr: Une erreur s'est produite lors du traitement de votre paiement. {strong_start}Vous n'avez pas été débité.{strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
fr: S'il vous plaît attendre quelques minutes et essayer de nouveau. Pour de l'aide, contacter notre {start_link}centre d'aide{end_link}.

source: To try again, return to your {start_link}dashboard{end_link}.
fr: Pour essayer de nouveau, retourner à votre {start_link}tableau de bord{end_link}.

source: SDN Check Failure
fr: Échec de vérification SDN

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
fr: Malheureusement, votre profil de compte ou vos informations de paiement semblent correspondre à un ou plusieurs enregistrements d'une liste de sanctions du Département du Trésor des États-Unis. Cela signifie que nous ne pouvons pas terminer votre transaction ou vous fournir des services et nous devons suspendre votre compte d'apprenant.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
fr: Si vous avez des questions concernant la suppression d'une correspondance, veuillez contacter {ofac_email_link} ofac.emonsideration@treasury.gov{end_link} pour obtenir des informations sur les options permettant d'effacer une correspondance. Votre compte sera suspendu jusqu'à ce que cette question soit résolue de manière satisfaisante.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
fr: Copyright © %(year)s %(platform_name)s. Tous droits réservés.

source: Hi %(full_name)s,
fr: Bonjour %(full_name)s,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
fr: Merci pour l'achat de %(course_title)s. Un montant apparaîtra sur votre prochain relevé de carte de crédit ou de carte de débit sous le nom de "%(platform_name)s".

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
fr: Vous pouvez accéder à votre cours et compléter votre vérification (si nécessaire) sur votre tableau de bord %(platform_name)s.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
fr: Pour explorer d'autres cours, visitez le site web %(platform_name)s. De nouveaux cours y sont ajoutés régulièrement!

source: View Payment Information
fr: Voir les informations de paiement

source: Thank you. We hope you enjoy the course!
fr: Merci. Nous espérons que vous apprécierez le cours!

source: %(platform_name)s team
fr: équipe %(platform_name)s

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
fr: Vous recevez cet email parce que vous avez acheté une place dans le cours %(course_title)s de %(platform_name)s.

source: Receipt Confirmation for:
fr: Confirmation de reçu pour:

source: To view your payment information, visit the following website.
fr: Pour voir vos informations de paiement, s'il vous plaît visiter le site web suivant.

source: %(platform_name)s team
fr: équipe %(platform_name)s

source: The edX team
fr: L'équipe edX

source: Order Placed
fr: Commande enregistrée

source: Payment Confirmation
fr: Confirmation de paiement

source: Payment confirmation for:
fr: Confirmation de paiement pour:

source: Dear %(full_name)s,
fr: Cher, Chère %(full_name)s,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
fr: Merci d'avoir acheté %(credit_hours)s heures créditées de %(credit_provider)s pour %(course_title)s. Un montant apparaîtra sur votre prochain relevé de carte de crédit ou de carte de débit sous le nom de "%(platform_name)s".

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
fr: Pour recevoir votre crédit de cours, vous devez aussi faire la demande de crédit auprès du site web de %(credit_provider)s. Pour obtenir un lien pour faire votre demande de crédit auprès de %(credit_provider)s, ou pour voir l'état de votre demande de crédit, allez sur votre tableau de bord %(platform_name)s.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
fr: Pour explorer d'autres cours admissibles au crédit, visitez le site web %(platform_name)s . Nous ajoutons de nouveaux cours régulièrement!

source: Thank you. We hope you enjoyed your course!
fr: Merci. Nous espérons que vous avez apprécié votre cours!

source: The %(platform_name)s team
fr: L'équipe %(platform_name)s

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
fr: Vous recevez ce message car vous avez acheté des heures créditées pour %(course_title)s, un cours de %(platform_name)s.

source: Payment confirmation for:
fr: Confirmation de paiement pour:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
fr: Merci d'avoir acheté %(credit_hours)s heures créditées de %(credit_provider)s pour %(course_title)s. Un montant apparaîtra sur votre prochain relevé de carte de crédit ou de carte de débit sous le nom de "%(platform_name)s".

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
fr: Vous recevez ce message car vous avez acheté des heures créditées pour %(course_title)s, un cours de %(platform_name)s.

source: Order Receipt
fr: Reçu de commande

source: For Business
fr: Pour affaires

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
fr: Merci d'avoir acheté l'accès à %(course_name)s. Préparons votre groupe à apprendre avec edX :

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
fr: Télécharger et enregistrer le {link_start}{download_csv_link}{link_middle} fichier de codes d'inscriptions.{link_end}

source: Distribute one code per learner before the expiration date.
fr: Distribuer un code par apprenant avant la date d'expiration.

source: Pro tip: Track which code is associated with which person.
fr: Astuce Pro: Suivez quel code est associé à quelle personne.

source: Learners sign-in/register with edX and enroll for the course.
fr: Les apprenants se connectent ou s'inscrivent sur edX et s'inscrivent au cours.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
fr: Pour voir vos informations de paiement, connectez-vous pour voir votre Historique des Commandes, sous {link_start}{order_history_url}{link_middle}Paramètres du compte{link_end}.

source: For more information and assistance, check our {link_start}Help Center{link_end}
fr: Pour plus d'informations et d'assistance, consultez notre {link_start}centre d'aide{link_end}

source: Thank You
fr: Merci

source: By purchasing, you and your organization agree to the following terms:
fr: En effectuant l'achat, vous et votre organisation acceptez les conditions suivantes :

source: Each code is valid for the one course covered and can be used only one time.
fr: Chaque code est valide pour le cours couvert et ne peut être utilisé qu'une seule fois.

source: You are responsible for distributing codes to your learners.
fr: Vous êtes responsable de la distribution des codes à vos apprenants.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
fr: Chaque code expirera dans un an à compter de la date d'achat ou, si plus tôt, une fois le cours fermé.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
fr: Si un cours n'est pas indiqué comme à votre rythme, vous devez confirmer qu'un cours est disponible avant l'expiration.

source: You may not resell codes to third parties.
fr: Vous ne pouvez pas revendre les codes à des tiers.

source: All sales final. No refunds.
fr: Toutes les ventes finales. Pas de remboursement.

source: Order confirmation for:
fr: Confirmation de commande pour:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
fr: Veuillez visiter %(download_csv_link)s pour télécharger et enregistrer le fichier de codes d'inscriptions.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
fr: Pour voir vos informations de paiement, connectez-vous pour voir votre Historique des Commandes, sous Paramètres du compte à%(order_history_url)s.

source: For more information and assistance, contact info@edx.org.
fr: Pour plus d'informations et d'assistance, contactez info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
fr: %(partner_name)s: Confirmation de la commande: [%(order_number)s]

source: Edit category
fr: Modifier la catégorie

source: Add child category
fr: Ajouter une catégorie enfant

source: Edit children
fr: Modifier les enfants

source: Delete
fr: Supprimer

source: Created product variant '%(name)s'.
fr: Variante créée du produit '%(name)s'.

source: Created variant of '%(parent_name)s'.
fr: Variante créée de '%(parent_name)s'.

source: Updated product variant '%(name)s'.
fr: Mise a jour d'une variante du produit '%(name)s'.

source: Updated a variant of '%(parent_name)s'.
fr: Mise à jour d'une variante de '%(parent_name)s'.

source: Created product '%(name)s'.
fr: Produit créé '%(name)s'.

source: Updated product '%(name)s'.
fr: Produit mis à jour '%(name)s'.

source: Edit again
fr: Modifier de nouveau

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
fr: Vous éditez actuellement une variante de produit de {start_anchor}{title}{end_anchor}.

source: Product details
fr: Détails du produit

source: Attributes
fr: Caractéristiques

source: Stock and pricing
fr: Stock et prix

source: Variants
fr: Variantes

source: Upselling
fr: Montée en gamme

source: Product Type:
fr: Type de produit:

source: Upload, change or remove images
fr: Ajouter, modifier ou supprimer des images

source: Num in stock
fr: Nombre en stock

source: Num allocated
fr: Nombre alloué

source: Low stock threshold
fr: Seuil de stock bas

source: Cost price
fr: Prix de revient

source: Price (excl tax)
fr: Prix (sans les taxes)

source: Retail price
fr: Prix de détail

source: Delete?
fr: Supprimer?

source: Adding...
fr: Ajout...

source: Add variant
fr: Ajouter une variante

source: Title
fr: Titre

source: Stock records
fr: Inventaire

source: This product does not have any variants.
fr: Ce produit n'a pas de variantes.

source: One can't add variants to this product at this point.
fr: On ne peut ajouter des variantes à ce produit à ce stade.

source: This is likely because this product still has stock records.
fr: Ceci est probablement parce que ce produit a encore des éléments en stock.

source: Recommended products
fr: Produits recommandés

source: or
fr: ou

source: Saving...
fr: Enregistrement...

source: Save and add another variant
fr: Enregistrez et ajouter une autre variante

source: Save and continue editing
fr: Enregistrez et continuez les modifications

source: Save
fr: Enregistrer

source: Store Statistics (Last 24 Hours)
fr: Statistiques du magasin (dernières 24 heures)

source: New Customers
fr: Nouveaux clients

source: Revenue
fr: Revenu

source: Average order cost
fr: Coût moyen des commandes

source: Average (paid) order cost
fr: Coût moyen (payé) de la commande

source: Products and vouchers
fr: Produits et coupons

source: Total products
fr: Total des produits

source: Active Vouchers
fr: Coupons actifs

source: %(name)s | Offers
fr: %(name)s | Offres

source: Reinstating...
fr: Rétablir...

source: Reinstate offer
fr: Rétablir l'offre

source: Suspending...
fr: Suspendre...

source: Suspend offer
fr: Suspendre l'offre

source: Delete offer
fr: Supprimer l'offre

source: Offer currently available
fr: Offre actuellement disponible

source: Offer not available due to restrictions!
fr: Offre non disponible en raison de restrictions!

source: Total cost:
fr: Coût total :

source: Number of orders:
fr: Nombre de commandes :

source: Number of uses:
fr: Nombre d'utilisations :

source: Date created:
fr: Date créée :

source: Offer details
fr: Détails de l'offre

source: Incentive
fr: Motivation

source: Export to CSV
fr: Exporter vers CSV

source: Orders that used this offer
fr: Commandes utilisant cette offre

source: Order number
fr: Numéro de commande

source: Order date
fr: Date de la commande

source: Order total
fr: Total de la commande

source: Cost
fr: Coût

source: Offer summary
fr: Sommaire de l'offre

source: Order %(number)s - Line #%(id)s
fr: Commande %(number)s - Ligne de commande #%(id)s

source: Line #%(id)s
fr: Ligne de commande #%(id)s

source: Order #%(number)s - Line #%(id)s
fr: Commande #%(number)s - Ligne de commande #%(id)s

# Product title
source: Title
fr: Titre

source: Product Type
fr: Type de produit

source: Product Options
fr: Options du produit

source: Partner details
fr: Détails du partenaire

source: Partner SKU
fr: SKU du partenaire

source: Shipping details
fr: Détails de la livraison

source: Partner reference number
fr: Numéro de référence du partenaire

source: Partner notes
fr: Remarques du partenaire

source: Estimate dispatch date
fr: Estimer la date d'envoi

source: Shipping status
fr: État de la livraison

source: State
fr: État

source: No shipping events have occurred.
fr: Aucun événement de livraison n'ont eu lieu.

source: Shipping events
fr: Événements de livraison

source: Event
fr: Événement

source: Reference
fr: Référence

source: Payment events
fr: Événements de paiement

source: No payment events have occurred.
fr: Aucun événement de paiement n'ont eu lieu.

source: Order %(number)s
fr: Commande %(number)s

source: Order #%(number)s
fr: Commande #%(number)s

source: Customer Information
fr: Information du client

source: Full name
fr: Nom complet

source: Email address
fr: Adresse email

source: Customer has deleted their account.
fr: Le client a effacé son compte.

source: Order information
fr: Information de la commande

source: Order Total
fr: Total de la commande

source: Date of purchase
fr: Date d'achat

source: Time of purchase
fr: Heure d'achat

source: Retry Fulfillment
fr: Réessayer l'exécution

source: Order Details
fr: Détails de la commande

source: Order contents
fr: Contenu de la commande

source: Shipping
fr: Livraison

source: Payment
fr: Paiement

source: Discounts
fr: Remises

source: Items ordered
fr: Éléments commandés

source: Line ID
fr: ID de la ligne de commande

source: Product
fr: Produit

source: Supplier
fr: Fournisseur

source: Supplier SKU
fr: SKU du fournisseur

source: Est. dispatch date
fr: Date d'envoi estimée

source: Price excl tax (before discounts)
fr: Prix hors taxe (avant remise)

source: Price inc tax (before discounts)
fr: Prix TTC (avant remise)

source: View
fr: Voir

source: Basket total (excl. discounts)
fr: Total du panier (excluant les rabais)

source: Basket total (inc. discounts)
fr: Total du panier (incluant les rabais)

source: Basket total
fr: Total du panier

source: Shipping total (excl. discounts)
fr: Total Expédition (sans remises)

source: Shipping total (inc. discounts)
fr: Total Expédition (avec remises)

source: Shipping total
fr: Total Expédition

source: With selected lines
fr: Avec les lignes de commande sélectionnées

source: Change line status to
fr: Modifier l'état de la ligne de commande à

source: choose new status
fr: choisir un nouveau statut

source: Create shipping event
fr: Créer un événement de livraison

source: choose event type
fr: choisir le type d'événement

source: with reference
fr: avec la référence

source: Create payment event
fr: Créer un événement de paiement

source: with amount
fr: avec le montant

source: Create refund
fr: Créer un remboursement

source: Go!
fr: C'est parti !

source: Change order status
fr: Changer le statut de la commande

source: Change status
fr: Changer le statut

source: This order can't have its status changed.
fr: Le statut de cette commande ne peut pas être modifié.

source: Shipping Events
fr: Événements de livraison

source: Lines
fr: Lignes de commande

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
fr: %(title)s (quantité %(event_qty)s/%(total_qty)s)

source: No shipping events.
fr: Aucun événements de livraison.

source: Payment Events
fr: Événements de paiement

source: Amount
fr: Montant

source: Product:
fr: Produit :

source: quantity
fr: quantité

source: No payment events.
fr: Auun événements de paiement.

source: Method name
fr: Nom de la méthode

source: Method code
fr: Code de la méthode

source: Charge (incl tax)
fr: Frais (TTC)

source: Charge (excl tax)
fr: Frais (hors taxes)

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Billing address
fr: Adresse de facturation

source: Payment sources
fr: Sources de paiement

source: Amount debited
fr: Montant débité

source: Amount refunded
fr: Montant remboursé

source: No payment sources found for this order.
fr: Aucune source de paiement pour cette commande.

source: Voucher
fr: Coupon

source: Offer name
fr: Nom de l'offre

source: Frequency
fr: Fréquence

source: No discounts were applied to this order.
fr: Aucune remise n'a été appliquée à cette commande.

source: Admin
fr: Administrateur

source: No notes available.
fr: Aucune note disponible

source: Save note
fr: Enregistrer la note

source: Notes are only editable for 5 minutes after being saved.
fr: Les remarques ne sont modifiables que pendant 5 minutes après avoir été sauvegardées.

source: Download selected orders as a CSV
fr: Télécharger les commandes sélectionnées au format CSV

source: Download
fr: Télécharger

source: Total inc tax
fr: Total TTC

source: Number of items
fr: Nombre d'éléments

source: Deleted
fr: Supprimé

source: No orders found.
fr: Aucune commande trouvée.

source: Enrollments
fr: Inscriptions

source: Active?
fr: Actif?

source: No enrollments found.
fr: Aucune inscriptions trouvées.

source: Confirm Refund Processing
fr: Confirmer le traitement du remboursement

source: Are you sure you want to issue a full refund and revoke student's enrollment?
fr: Etes-vous certain de vouloir émettre un remboursement complet et révoquer l'inscription de l'étudiant?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
fr: Etes-vous certain de vouloir émettre un remboursement complet sans révoquer l'inscription de l'étudiant?

source: Are you sure you want to deny this refund request?
fr: Voulez-vous vraiment supprimer cette demande de remboursement ?

source: Confirm
fr: Confirmer

source: Approve Credit and Revoke
fr: Approuver le remboursement et révoquer

source: Approve Credit Only
fr: Uniquement approuver le remboursement

source: Deny
fr: Refuser

source: Number of Items
fr: Nombre d'éléments

source: Total Credit
fr: Crédit total

source: Created
fr: Créé

source: No refunds found.
fr: Aucun remboursement trouvé.

source: Search
fr: Recherche

source: Advanced Search
fr: Recherche avancée

source: Close
fr: Fermer

source: Searching...
fr: Recherche...

source: Refund #%(id)s
fr: Remboursement #%(id)s

source: Refund Overview
fr: Aperçu du remboursement

source: Associated Order
fr: Commande associée

source: Refund Items
fr: Rembourser les éléments

source: Refund Line ID
fr: ID de la ligne de remboursement

source: Associated Order Line
fr: Ligne de commande associée

source: Credit (excl. tax)
fr: Crédit (HT)

source: Processor
fr: Processeur

source: General
fr: Général

source: Yes,No
fr: Oui, Non

source: Superuser
fr: Super-utilisateur

source: True,False
fr: Vrai, Faux

source: Staff
fr: Équipe pédagogique

source: Last login
fr: Dernière connexion

source: Date joined
fr: Date d'inscription

source: Products viewed
fr: Produits Vus

source: Number of orders
fr: Nombre de commandes

source: Number of ordered items
fr: Nombre d'éléments commandés

source: Total spent
fr: Total dépensé

source: Reviews written
fr: Critiques écrites

source: Send password reset email
fr: Envoyer l'email de réinitialisation du mot de passe

source: Addresses
fr: Adresses

source: Reviews
fr: Avis

source: Num items
fr: Nombre d'éléments

source: Total value
fr: Valeur totale

source: Date placed
fr: Date d'émission

source: This customer has not placed any orders yet.
fr: Ce client n'a pas encore passé de commande.

source: This customer has not saved any addresses.
fr: Ce client n'a pas enregistré d'adresse.

source: Product ID
fr: Identifiant du produit

source: Score
fr: Note

# Product review title
source: Title
fr: Titre

source: Body
fr: Corps

source: Date created
fr: Date de création

source: This customer has not written any reviews yet.
fr: Ce client n'a pas encore écrit d'avis.

source: E-Commerce Service Administration
fr: Administration du Service E-Commerce
