Repository: yogeshbhagatcode/ecommerce_folder
Catalog: ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Personal info
fr: Informations personnelles

source: Important dates
fr: Dates importantes

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
fr: L'administration usager a été désactivée en raison de la charge sur la base de données. Cette fonctionnalité peut être restaurée en activant la Waffle switch {switch_name}. Soyez prudent lorsque vous réactivez cette switch!

source: LMS base url for custom site/microsite
fr: URL de base du LMS pour les sites personalisé / microsites

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
fr: URL racine du site de LMS (par ex. https://courses.stage.edx.org)

source: Path to custom site theme
fr: Chemin vers le thème du site personalisé

source: Payment processors
fr: Systèmes de paiemet

source: Comma-separated list of processor names: 'cybersource,paypal'
fr: Liste séparée par des virgules contenant les noms des processeurs de paiement : 'cybersource,paypal'

source: Client-side payment processor
fr: Processeur de paiement côté client

source: Processor that will be used for client-side payments
fr: Processeur qui sera utilisé pour les paiements côté client

source: OAuth settings
fr: paramètres OAuth

source: JSON string containing OAuth backend settings.
fr: Chaîne au format JSON contenant les paramètres OAuth du backend.

source: Segment key
fr: Clé de segment

source: Segment write/API key.
fr: Clé API d'écriture de segment

source: From email
fr: Email provenant de

source: Address from which emails are sent.
fr: Adresse à partir de laquelle les emails sont envoyés.

source: Enable enrollment codes
fr: Activer les codes d'inscriptions

source: Enable the creation of enrollment codes.
fr: Activer la création des codes d'inscriptions.

source: Payment support email
fr: Email du support de paiement

source: Contact email for payment support issues.
fr: Contact email pour les questions de support de paiement.

source: Payment support url
fr: Paiement support url

source: URL for payment support issues.
fr: URL pour les questions de sup port de paiement.

source: UTM Cookie Name
fr: Nom du cookie UTM

source: Name of cookie storing UTM data.
fr: Nom du cookie stockant les données UTM.

source: Affiliate Cookie Name
fr: Nom du cookie de l'affilié

source: Name of cookie storing affiliate data.
fr: Nom du cookie stockant les données de l'affilié.

source: Send refund email notification
fr: Envoyer un courriel de notification de remboursement

source: Enable SDN check
fr: Activer la vérification SDN

source: Enable SDN check at checkout.
fr: Activer la vérification SDN à la caisse.

source: [Deprecated] US Treasury SDN API URL
fr: [Déprécié] URL de l'API SDN du Trésor américain

source: [Deprecated] US Treasury SDN API key
fr: [Déprécié] Clé API SDN du Trésor américain

source: SDN lists
fr: listes SDN

source: A comma-separated list of Treasury OFAC lists to check against.
fr: Une liste séparée par des virgules des listes OFAC du Trésor pour vérifier contre.

source: Require Account Activation
fr: Activation de compte requise

source: Require users to activate their account before allowing them to redeem a coupon.
fr: Exige des utilisateurs d'activer leur compte avant de leur permettre de racheter un coupon.

source: Optimizely snippet source URL
fr: Optimiser l'URL source de l'extrait

source: This script will be loaded on every page.
fr: Ce script sera téléchargé sur chaque page.

source: Base Cookie Domain
fr: Domaine de base des cookies

source: Base cookie domain used to share cookies across services.
fr: Domaine de base des cookies utilisé pour partager des cookies entre les services.

source: Enable embargo check
fr: Activer le contrôle de l'embargo

source: Enable embargo check at checkout.
fr: Activer le contrôle d'embargo à la caisse.

source: Discovery API URL
fr: URL de l'API de course discovery

source: Enable Apple Pay
fr: Activer Apple Pay

source: Enable Partial Program Offer
fr: Activer une offre partielle de programme.

source: Enable the application of program offers to remaining unenrolled or unverified courses
fr: Permettre l'application des offres de programme aux cours restants non inscrits ou non vérifiés

source: Hubspot Portal Secret Key
fr: Clé Secrète du Portail Hubspot

source: Secret key for Hubspot portal authentication
fr: Clé secrète du portail Hubspot pour authentification

source: Enable Microfrontend for Basket Page
fr: Activer les microfrontend pour la page du panier

source: Use the microfrontend implementation of the basket page instead of the server-side template
fr: Utilisez l'implémentation microfrontend de la page de panier au lieu du modèle côté serveur

source: Payment Microfrontend URL
fr: URL du microfrontend de paiement

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
fr: URL du microfrontend de paiement (utilisé si l'activation du microfrontend de la page de panier est activé)

source: last name
fr: nom de famille

source: first name
fr: Prénom

source: Full Name
fr: Nom complet

source: LMS user id
fr: identifiant de l'usager du LMS

source: Name
fr: Nom

source: UUID for an EnterpriseCustomer from the Enterprise Service.
fr: UUID pour un EnterpriseCustomer à partir du service Enterprise.

source: Coupon does not exist.
fr: Le coupon n'existe pas.

source: This coupon code is not yet valid.
fr: Le bon de réduction n'est pas encore valide.

source: This coupon code has expired.
fr: Le bon de réduction est expiré.

source: Product [{product}] not available for purchase.
fr: Product [{product}] non disponible pour achat.

source: This coupon code is no longer available.
fr: Ce bon de réduction n'est plus disponible.

source: This coupon code is invalid.
fr: Ce code de coupon est invalide

source: The voucher is not applicable to your current basket.
fr: Le bon n'est pas applicable pour votre panier actuel.

source: Welcome to edX
fr: Bienvenue sur edX

source: Please choose from the courses selected by your organization to start learning.
fr: Choisissez les cours sélectionnés par votre organisation pour commencer à apprendre.

source: Code not provided.
fr: Code non fourni.

source: SKU not provided.
fr: SKU non fourni.

source: The product does not exist.
fr: Le produit n'existe pas.

source: You are not eligible to use this coupon.
fr: Vous n'êtes pas autorisé à utiliser ce coupon.

source: Couldn't find a matching Enterprise Customer for this coupon.
fr: Impossible de trouver un client d'enterprise correspondant pour ce coupon.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
fr: Ce coupon n'est pas valide pour l'achat d'un parcours. Essayez le sur un cours individuel du parcours. Si vous avez besoin d'aide, contactez notre soutien.

source: Invalid data sharing consent token provided.
fr: Jeton de consentement de partage de données non valide fourni.

source: You have already purchased {course} seat.
fr: Vous avez déjà acheté une place pour {course}.

source: A discount has been applied, courtesy of {enterprise_customer_name}.
fr: Une réduction a été appliquée, avec l'aimable autorisation de {enterprise_customer_name}.

source: This coupon code is not valid for this course. Try a different course.
fr: Ce code promotionnel est invalide pour ce cours. Essayez un autre cours.

source: Last date/time on which verification for this product can be submitted.
fr: Dernière date / heure à laquelle la vérification de ce produit peut être soumise.

source: Failed to publish commerce data for {course_id} to LMS.
fr: Échec de la publication des données de commerce pour {course_id} au niveau du LMS.

source: Credit
fr: Crédit

source: Honor
fr: Honneur

source: Professional
fr: Professionnel

source: Verified
fr: Vérifié

source: Executive Education
fr: Formation pour cadres

source: Paid Executive Education
fr: Formation exécutive rémunérée

source: Unpaid Executive Education
fr: Formation des cadres non rémunérée

source: Paid Bootcamp
fr: Bootcamp payant

source: Unpaid Bootcamp
fr: Bootcamp non rémunéré

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
fr: Une erreur est survenue. Nous ne pouvons pas confirmer que vous êtes admissible à des crédits de cours. Essayez la transaction à nouveau.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
fr: Le crédit n'est pas disponible pour "{course_name}". Si vous êtes actuellement inscrit dans ce cours, veuillez s'il vous plaît réésayer. Pour plus d'informations, vous pouvez contacter l'équipe de support de {site_name}.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
fr: Une erreur est survenue. Nous ne pouvons pas confirmer que l'institution que vous avez sélectionné offre ce crédit de cours. Essayez à nouveau la transaction.

source: %d%% enterprise discount
fr: %d%% rabais d'entreprise

source: {value} fixed-price enterprise discount
fr: {value} prix fixe du rabais d'entreprise

source: Percentage
fr: Pourcentage

source: Absolute
fr: Absolu

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
fr: Ce coupon est disponible grâce à {new_enterprise}. Pour réclamer ce coupon, vous devez d'abord vous déconnecter. Quand vous vous reconnectez, veuillez choisir {new_enterprise} en tant qu'employeur et réessayer.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
fr: Ce code n'est pas valide pour votre courriel. Veuillez vous connecter avec le courriel attribué au code ou contactez votre responsable de formation pour des questions supplémentaires.

source: Enterprise Customer UUID
fr: UUID de Client Entreprise

source: Enterprise Customer Catalog UUID
fr: UUID du catalogue du Client Entreprise

source: Discount Type
fr: Type de rabais

source: Discount Value
fr: Valeur de réduction

source: Contract Discount Type
fr: Type de remise de contrat

source: Contract Discount
fr: Remise de contrat

source: Prepaid Invoice Amount
fr: Montant de la facture prépayée

source: Salesforce Opportunity ID
fr: ID d'opportunité Salesforce

source: Emails Addresses
fr: Adresses courriels

source: Comma separated emails which will receive the offer usage alerts
fr: Courriels séparés par des virgules qui recevront les alertes d'offre

source: Frequency for offer usage emails
fr: Fréquence des courriels d'offres

source: The maximum number of enrollments that can redeem this offer.
fr: Le nombre maximum d'inscriptions qui peut utiliser cette offre.

source: The maximum USD dollar amount that can be redeemed by this offer.
fr: La valeur maximum en euros EUR que cette offre permet.

source: The maximum number of enrollments, by a user, that can redeem this offer.
fr: Le nombre maximal d'inscriptions, par un utilisateur, qui peuvent utiliser cette offre.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
fr: Le montant maximum en EUR qui peut être utilisé en utilisant cette offre par un utilisateur.

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Enrollment Limit
fr: Limite d'inscription

source: Bookings Limit
fr: Limite de réservation

source: Per User Enrollment Limit
fr: Limite d'inscription par utilisateur

source: Per User Bookings Limit
fr: Limite de réservation par utilisateur

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
fr: Assurez vous que les nouvelles valeurs sont plus grandes ou égales à la quantité utilisé de ({offer_enrollments}).

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
fr: L'Opportunity ID Salesforce doit comporter 18 caractères alphanumériques et commencer par 006.

source: Ensure this value is greater than or equal to 0.
fr: Assurez vous que la valeur est plus grande ou égale à 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
fr: Assurez-vous que la nouvelle valeur doit être supérieure ou égale à la valeur consommée ({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
fr: L'adresse courriel {email} n'est pas une adresse courriel valide.

source: An offer already exists for this Enterprise & Catalog combination.
fr: Une offre existe déjà pour cette combinaison d'Entreprise et de Catalogue.

source: Percentage discounts cannot be greater than 100%.
fr: Les remises en pourcentage ne peuvent être supérieures à 100%.

source: A start date must be specified when specifying an end date.
fr: Une date de début doit être spécifiée lors de la spécification d'une date de fin.

source: The start date must occur before the end date.
fr: La date de début doit avoir lieu avant la date de fin.

source: More than 2 digits after the decimal not allowed for absolute value.
fr: Plus de 2 chiffres après la décimale ne sont pas autorisés pour la valeur absolue.

source: This field is required when contract discount type is absolute.
fr: Ce champ est obligatoire lorsque le type de remise de contrat est absolu.

source: Discount of type {} provided by {} for {}.
fr: Rabais de type {} fourni par {} pour {}.

source: Enterprise Coupon Codes
fr: Code promotionnel pour entreprise

source: Edit Enterprise Offer: %(enterprise_customer_name)s
fr: Editer l'offre d'entreprise: %(enterprise_customer_name)s

source: Create Enterprise Offer
fr: Créer une offre Entreprise

source: Enterprise Offers
fr: Offres Entreprise

source: Edit
fr: Éditer

source: Create
fr: Créer

source: Edit Enterprise Offer
fr: Éditer offre Entreprise

source: Save Changes
fr: Enregistrer les modifications

source: Cancel
fr: Annuler

source: %(platform_name)s Enterprise Offer Administration Tool
fr: Outil d'administration de l'offre d'entreprise %(platform_name)s

source: Current enterprise offers
fr: Offres Entreprise actuelles

source: Enterprise Customer Name
fr: Nom du client Entreprise

source: Value
fr: Valeur

source: Start
fr: Début

source: End
fr: Fin

source: %(platform_name)s Enterprise Offer Administration Tool
fr: Outil d'administration de l'offre d'entreprise %(platform_name)s

source: SKU {sku} does not exist.
fr: SKU {sku} n'existe pas.

source: There is no Enterprise Customer associated with SKU {sku}.
fr: Aucun client d'entreprise n'est associé à SKU {sku}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
fr: Si vous avez des préoccupations concernant le partage de vos données, contactez votre administrateur à l'adresse {enterprise}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
fr: Si vous avez des préoccupations concernant le partage de vos données, contactez votre administrateur à {enterprise} à {contact_info}.

source: Enrollment in {course_name} was not complete.
fr: L'inscription à {course_name} n'était pas complète.

source: Enterprise offer updated!
fr: Offre Entreprise mise à jour !

source: Enterprise offer created!
fr: Offre Entreprise créée!

source: You can't check out with an empty basket.
fr: Vous ne pouvez pas valider un panier vide.

source: We couldn't locate the identification code necessary to find one of your products.
fr: Nous ne pouvions pas trouver le code d'identification nécessaire pour trouver un de vos produits.

source: We couldn't find one of the products you're looking for.
fr: Nous ne pouvions pas trouver un des produits que vous recherchiez.

source: One of the products you're trying to order is unavailable.
fr: Un des produits que vous essayez de commander est indisponible.

source: We couldn't find enough information about you to perform the calculation.
fr: Nous n'avons pas trouvé suffisamment d'informations à votre sujet pour effectuer le calcul.

source: EXPIRED
fr: EXPIRÉ

source: INACTIVE
fr: INACTIF

source: ACTIVE
fr: ACTIF

source: Products must have a certificate type.
fr: Les produits doivent avoir un type d'attestation.

source: Products must have a price.
fr: Les produits doivent avoir un prix.

source: You need to provide a course UUID to create Course Entitlements.
fr: Vous devez fournir un UUID de cours pour créer des droits de cours.

source: Products must indicate whether ID verification is required.
fr: les produits doivent indiquer si un vérification d’identifiant est nécessaire.

source: Invalid product class [{product_class}] requested.
fr: Classe de produit invalide [{product_class}] demandée

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
fr: Le cours [{course_id}] n'a pas été publié sur le LMS car le switch[publish_course_modes_to_lms] est désactivée. Afin d'éviter les SKU fantômes, les données n'ont pas été sauvegardées.

source: Enrollment code
fr: Code d'inscription

source: Discount code
fr: Code de réduction

source: Invalid order number or order {} does not exists.
fr: Numéro de commande incorrect ou la commande {} n'existe pas.

source: New coupon voucher assignment Failure. Error: {}
fr: Échec de l'attribution du nouveau bon de réduction. Erreur: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
fr: Votre commande {} ne peut pas être remboursée car le coupon '{}' ne peut pas être remboursé.

source: Could note create new voucher for the order: {}
fr: Impossible de créer un nouveau bon pour la commande: {}

source: No SKUs provided.
fr: Aucun SKUs fourni.

source: Products with SKU(s) [{skus}] do not exist.
fr: Les produits avec les SKU(s) [{skus}] n'existent pas.

source: Provide username or is_anonymous query param, but not both
fr: Indiquez le nom d'utilisateur ou le paramètre de requête is_anonymous, mais pas les deux.

source: Product API only supports {http_method} for {product_class} products.
fr: L'API de produit ne prend en charge que {http_method} pour les produits {product_class}.

source: Missing or bad value for: [{name}].
fr: Valeur manquante ou erronée pour : [{name}].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
fr: {id} - {status} panier (propriétaire: {owner}, lignes de commande: {num_lines})

source: Basket
fr: Panier

source: Attribute Type
fr: Type d'attribut

source: Text Attribute
fr: Attribut texte

source: Due to export controls, we cannot allow you to access this course at this time.
fr: En raison des contrôles à l'exportation, nous ne pouvons pas vous permettre d'accéder à ce cours en ce moment.

source: Click here to just purchase an enrollment for yourself
fr: Cliquez ici pour acheter une inscription pour vous-même

source: Click here to purchase multiple seats in this course
fr: Cliquez ici pour acheter plusieurs places dans ce cours

source: Coupon code '{code}' has expired.
fr: Le code promotionnel '{code}' a expiré.

source: Coupon code '{code}' is not active.
fr: Le code promotionnel '{code}' n'est pas actif.

source: Coupon code '{code}' is not available. {msg}
fr: Le code promotionnel '{code}' n'est pas disponible. {msg}

source: Coupon code '{code}' is not valid for this basket.
fr: Le code promotionnel '{code}' est invalide pour ce panier.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
fr: Le code promotionnel '{code}' n'est pas valide pour ce panier pour un achat groupé.

source: Coupon code '{code}' added to basket.
fr: Le code promotionnel '{code}' a été ajouté au panier.

source: Basket does not qualify for coupon code {code}.
fr: Le panier ne donne pas droit à un code promotionnel {code}.

source: Could not apply the code '{code}'; it requires data sharing consent.
fr: Impossible d'appliquer le code '{code}'; Il requiert un accord de partage de données.

source: After you complete your order you will be able to select course dates from your dashboard.
fr: Après avoir terminé votre commande, vous serez en mesure de sélectionner des dates de cours à partir de votre tableau de bord.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
fr: Après avoir terminé votre commande, vous serez automatiquement inscrit à la piste vérifiée du cours.

source: After you complete your order you will receive credit for your course.
fr: Après avoir terminé votre commande, vous recevrez un crédit pour votre cours.

source: After you complete your order you will be automatically enrolled in the course.
fr: Après avoir terminé votre commande, vous serez automatiquement inscrit au cours.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
fr: {paragraph_start}En achetant, vous et votre organisation acceptez les conditions suivantes:{paragraph_end} {ul_start} {li_start}Chaque code est valable pour le cours couvert et ne peut être utilisé qu'une seule fois{li_end} {li_start} Vous êtes responsable de la distribution des codes aux apprenants de votre organisation.{li_end} {li_start}Chaque code expirera dans un an à compter de la date d'achat ou, si cela se produit plus tôt, une fois que le cours est fermé.{li_end} {li_start}Si un cours n'est pas désigné comme étant autogéré, vous devez confirmer qu'une exécution du cours est disponible avant l'expiration.{li_end} {li_start}Vous ne pouvez pas revendre les codes à des tiers.{li_end} {li_start}Toutes les ventes de edX for Business sont définitives et ne peuvent faire l'objet d'un remboursement.{li_end}{ul_end} {paragraph_start}Vous recevrez un e-mail à {user_email} avec votre/vos code(s) d'inscription.{paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
fr: {strong_start}Achat juste pour vous?{strong_end}{paragraph_start}Si vous achetez un code unique pour quelqu'un d'autre, passer à la caisse. Cependant, si vous êtes l'apprenant {link_start}retourner{link_end} pour vous inscrire directement.{paragraph_end}

source: You have already purchased these products
fr: Vous avez déjà acheté ces produits

source: No product is available to buy.
fr: Aucun produit n'est disponible à l'achat.

source: quantity successfully updated
fr: quantité mise à jour avec succès
